CO3/Financiamiento de Deuda - Equipo/Validacion_Reglas.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://tigo.com/josm/gateway/services/order/SimpleOrderRequest/V1">
   <soapenv:Header/>
   <soapenv:Body>
      <v1:activateProduct>
         <!--Optional:-->
         <v1:simpleOrderRequest>
            <channelId>35</channelId>
            <subscriberId>99999999</subscriberId>
            <productId>99999</productId>
            <quantity>1</quantity>
            <!--Optional:-->
            <!--Optional:-->
            <externalTransacionId>1</externalTransacionId>
            <!--Optional:-->
            <comment>validacion tipo de cliente</comment><additionalParameters>
               <!--Zero or more repetitions:-->
               
			   </parameter><parameter><key>RULE_ID</key><value>xxyyy_123</value></parameter>
            </additionalParameters>
         </v1:simpleOrderRequest>
      </v1:activateProduct>
   </soapenv:Body>
</soapenv:Envelope>